/*
   Localizable.strings - English
   modizer

   Organized by screens and feature families
*/

// ==================================
// MARK: - COMMON / GENERAL
// ==================================

/* Common Actions */
"Yes" = "Ja";
"No" = "Nej";
"Ok" = "Ok";
"Cancel" = "Annuller";
"Close" = "Luk";
"Save" = "Gem";
"Delete" = "Slet";
"Rename" = "Omdøb";
"Extract" = "Udpak";
"Cut" = "Klip";
"Paste" = "Indsæt";
"Create" = "Opret";
"Reset" = "Nulstil";

/* Common States */
"Loading" = "Indlæser";
"Extracting" = "Udpakker";
"Seeking" = "Søger";
"Seeking %d%%" = "Søger %d%%";
"Refreshing" = "Opdaterer";
"Browsing" = "Gennemser";
"Cancelling..." = "Annullerer...";

/* Common Messages */
"Error" = "Fejl";
"OK" = "OK";
"Warning" = "Advarsel";
"Do you want to reset to default value:\n" = "Vil du nulstille til standardværdi:\n";


// ==================================
// MARK: - BROWSER
// ==================================

/* Browser Main Keys */
"Browser_LocalBrowsing_MainKey" = "Lokal gennemgang";
"Browser_LocalBrowsing_SubKey" = "Gennemse, afspil og slet lokale filer.";

"Browser_MODLAND_MainKey" = "MODLAND samling";
"Browser_MODLAND_SubKey" = "%d filer der kan downloades.";

"Browser_HVSC_MainKey" = "HVSC samling";
"Browser_HVSC_SubKey" = "%d filer der kan downloades.";

"Browser_Playlists_MainKey" = "Afspilningslister";
"Browser_Playlists_SubKey" = "Organiser, opret, slet og lyt.";

"Browser_Favorites_MainKey" = "Favoritter";
"Browser_Favorites_SubKey" = "Lyt til bedømte sange.";

"Browser_Most_played_MainKey" = "Mest afspillede";
"Browser_Most_played_SubKey" = "Lyt til mest afspillede sange.";

"Browser_Web_MainKey" = "Web";
"Browser_Web_SubKey" = "Gennemse internettet og download musik.";

"Browser_WorldCharts_MainKey" = "Verdenshitlister";
"Browser_WorldCharts_SubKey" = "Toplister og downloadlinks.";

"Browser_WebVGM_MainKey" = "VGMRips";
"Browser_WebVGM_SubKey" = "Videospilmusik rips";

"Browser_UserGuide_MainKey" = "Brugervejledning";
"Browser_UserGuide_SubKey" = "Manual, FAQ, tips.";

/* Browser Display Modes */
"GetAllEntries_MainKey" = "Hent alle manglende poster";
"GetAllEntries_SubKey" = "Begrænset til 256 første manglende poster.";

"DisplayAll_MainKey" = "Vis alle sorteret efter navn";
"DisplayAll_SubKey" = "Nuværende mappe:";

"DisplayDir_MainKey" = "Liste/Mappe";
"DisplayDir_SubKey" = "Alle sorteret efter sti:";

"DisplayAllPath_MainKey" = "Vis alle sorteret efter sti";
"DisplayAllPath_SubKey" = "Alle sorteret efter navn:";

/* Browser View Modes */
"Formats/Artists/Files" = "Formater/Kunstnere/Filer";
"Artists/Formats/Files" = "Kunstnere/Formater/Filer";
"Artists/Files" = "Kunstnere/Filer";
"Formats: %d entries." = "Formater: %d poster.";
"Artists: %d entries." = "Kunstnere: %d poster.";

/* Browser Stats */
"Played %d times." = "Afspillet %d gange.";
"Played once." = "Afspillet én gang.";
"Never played." = "Aldrig afspillet.";
"%d files." = "%d filer.";
"1 file." = "1 fil.";
"Size: %dKB" = "Størrelse: %dKB";

/* Browser Messages */
"Browser not enough mem." = "For mange poster, kan ikke allokere hukommelse.";
"Browser not enough mem. Limited." = "For mange poster, kan ikke allokere hukommelse. Listen er ufuldstændig.";

/* File Operations */
"New folder" = "Ny mappe";
"Enter folder name" = "Indtast mappenavn";
"Nothing to paste" = "Intet at indsætte";
"No file to extract or not supported archive format.\n" = "Ingen fil at udpakke eller ikke-understøttet arkivformat.\n";
"Cannot use iCloud as folder name" = "Kan ikke bruge iCloud som mappenavn";

"Issue %d while trying to delete entry.\n%@" = "Problem %d ved forsøg på at slette post.\n%@";
"Issue %d while trying to renamefile.\n%@" = "Problem %d ved forsøg på at omdøbe fil.\n%@";
"Issue %d while moving: %@.\n%@" = "Problem %d ved flytning: %@.\n%@";
"Issue %d while creating folder\n%@" = "Problem %d ved oprettelse af mappe\n%@";

"File is not available locally.\nTrigerring download from iCloud, please check in 'Files' application." = "Filen er ikke tilgængelig lokalt.\nStarter download fra iCloud, tjek venligst i 'Filer' app.";

"unavailable" = "utilgængelig";

// ==================================
// MARK: - SEARCH
// ==================================

/* Search States */
"Playlist (%d)" = "Afspilningsliste (%d)";
"Playlist/Search off" = "Afspilningsliste/Søgning fra";

"Local (%d, limited to %d)" = "Lokal (%d, begrænset til %d)";
"Local (%d)" = "Lokal (%d)";
"Local/Search off" = "Lokal/Søgning fra";

"Modland (%d, limited to %d)" = "Modland (%d, begrænset til %d)";
"Modland (%d)" = "Modland (%d)";
"Modland/Search off" = "Modland/Søgning fra";

"HVSC (%d, limited to %d)" = "HVSC (%d, begrænset til %d)";
"HVSC (%d)" = "HVSC (%d)";
"HVSC/Search off" = "HVSC/Søgning fra";

"ASMA (%d, limited to %d)" = "ASMA (%d, begrænset til %d)";
"ASMA (%d)" = "ASMA (%d)";
"ASMA/Search off" = "ASMA/Søgning fra";

/* Search Messages */
"Searching Playlists..." = "Søger i afspilningslister...";
"Searching Local files..." = "Søger i lokale filer...";
"Searching MODLAND..." = "Søger i MODLAND...";
"Searching HVSC..." = "Søger i HVSC...";

"Please enter at least 2 characters for your search." = "Indtast venligst mindst 2 tegn til din søgning.";
"Please activate at least 1 section for your search." = "Aktiver venligst mindst 1 sektion til din søgning.";


// ==================================
// MARK: - PLAYER / NOW PLAYING
// ==================================

/* Player States */
"Now playing" = "Afspiller nu";
"Now playing(%d)" = "Afspiller nu(%d)";
"Most played" = "Mest afspillede";
"Favorites" = "Favoritter";
"Resuming last\nplayed file" = "Genoptager sidst\nafspillede fil";

/* Player Controls */
"Previous" = "Forrige";
"Previous file" = "Forrige fil";
"Next file" = "Næste fil";
"Next" = "Næste";
"Shuffle" = "Bland";
"Voices control" = "Stemmekontrol";
"All voices" = "Alle stemmer";
"Clear 'Now Playing' queue" = "Ryd 'Afspiller nu' kø";

/* Song Selection */
"Choose a subsong" = "Vælg en undersang";
"Choose a song" = "Vælg en sang";

/* Player Messages */
"Nothing currently playing. Please select a file." = "Intet afspilles i øjeblikket. Vælg venligst en fil.";
"File cannot be played. Skipping to next playable file." = "Filen kan ikke afspilles. Springer til næste afspilbare fil.";
"Too much entries! Playlist will be limited to %d first entries." = "For mange poster! Afspilningslisten begrænses til %d første poster.";
"Playlist is full. Delete some entries to add more." = "Afspilningslisten er fuld. Slet nogle poster for at tilføje flere.";

/* Metadata */
"unknown_title" = "Ukendt titel";
"unknown_album" = "Ukendt album";
"now_playing_format" = "Afspiller: %@ fra %@";


// ==================================
// MARK: - PLAYLISTS
// ==================================

/* Playlist Actions */
"New playlist" = "Ny afspilningsliste";
"Create new playlist" = "Opret ny afspilningsliste";
"Save current one" = "Gem nuværende";
"Rename playlist" = "Omdøb afspilningsliste";
"Add to a playlist" = "Tilføj til afspilningsliste";
"Choose a playlist" = "Vælg en afspilningsliste";

/* Playlist Descriptions */
"Create a new empty playlist." = "Opret en ny tom afspilningsliste.";
"Create a playlist from currently played files." = "Opret en afspilningsliste fra aktuelt afspillede filer.";
"Browse files" = "Gennemse filer";
"Add or remove entries from browser." = "Tilføj eller fjern poster fra browser.";
"Choose a new name." = "Vælg et nyt navn.";

/* Playlist Confirmations */
"Are you sure you want to delete this playlist ?" = "Er du sikker på, at du vil slette denne afspilningsliste?";
"Are you sure you want to delete this entry ?" = "Er du sikker på, at du vil slette denne post?";


// ==================================
// MARK: - DOWNLOADS
// ==================================

"Downloads" = "Downloads";
"Download queue: 1 file" = "Downloadkø: 1 fil";
"Download queue: %d files" = "Downloadkø: %d filer";
"No download in progress" = "Ingen igangværende downloads";
"Downloaded %@" = "Downloadet %@";
"Downloading %@" = "Downloader %@";
"Cannot download from this URL." = "Kan ikke downloade fra denne URL.";
"Could not add files. Please check manually with file browser (Local Browsing/Downloads)." = "Kunne ikke tilføje filer. Tjek venligst manuelt med filbrowseren (Lokal gennemgang/Downloads).";
"File already available locally. Do you want to download it again?" = "Filen er allerede tilgængelig lokalt. Vil du downloade den igen?";
"URL have to start with ftp:// or http://" = "URL skal starte med ftp:// eller http://";
"Cannot connect to FTP." = "Kan ikke oprette forbindelse til FTP.";


// ==================================
// MARK: - DATABASE
// ==================================

"Database created." = "Database oprettet.";
"Database will now be recreated. Please validate & wait." = "Databasen vil nu blive genskabt. Bekræft venligst og vent.";
"Wrong database version: %d.%d. Will update to %d.%d. Please validate & wait." = "Forkert databaseversion: %d.%d. Opdaterer til %d.%d. Bekræft venligst og vent.";
"No database found. Will create a new one. Please validate & wait..." = "Ingen database fundet. Opretter en ny. Bekræft venligst og vent...";


// ==================================
// MARK: - COVERS / IMAGES
// ==================================

"Image detected" = "Billede registreret";
"Choose_SaveCover" = "Gem billede som cover til %@?";
"CoverFolder" = "Som mappecov";
"CoverFile" = "Som filcover";
"Confirm_RemCurCovers" = "Fjern nuværende covers til %@ (mappe og fil)?";


// ==================================
// MARK: - SETTINGS - GENERAL
// ==================================

/* Settings Sections */
"Settings_General" = "Generelt";
"Settings_Player" = "Afspiller";
"Settings_Display" = "Visning";
"Settings_Download" = "Download";
"Settings_FTP" = "FTP";
"Settings_PlaybackLib" = "Afspilningsbiblioteker";
"Settings_Settings" = "Indstillinger";

/* Settings Presets */
"Settings_SettingsDefault" = "Standard";
"Settings_SettingsHigh" = "Høj";
"Settings_SettingsMed" = "Medium";
"Settings_SettingsLow" = "Lav";

"Confirm_SettingsDef" = "Er du sikker på, at du vil nulstille indstillinger til 'standard' værdier?";
"Confirm_SettingsHigh" = "Er du sikker på, at du vil nulstille indstillinger til 'høje' værdier?";
"Confirm_SettingsMed" = "Er du sikker på, at du vil nulstille indstillinger til 'medium' værdier?";
"Confirm_SettingsLow" = "Er du sikker på, at du vil nulstille indstillinger til 'lave' værdier?";

/* Global Player Settings */
"Search: simplified regexp ('.' -> '\\.', '*' -> '.*')" = "Søgning: forenklet regexp ('.' -> '\\.', '*' -> '.*')";
"Resume position on launch" = "Genoptag position ved opstart";
"Notification" = "Notifikation";
"Notification duration" = "Notifikationsvarighed";
"Disable screen auto lock" = "Deaktiver automatisk skærmlås";
"No screen auto lock" = "Ingen automatisk skærmlås";
"Enable playback ratio" = "Aktiver afspilningsforhold";
"Playback ratio" = "Afspilningsforhold";
"Default length" = "Standardlængde";
"Default length %d:%.2d" = "Standardlængde %d:%.2d";
"Fade-out time" = "Fade-out tid";
"Silence Detection" = "Stilhedsregistrering";
"Stop song if silent for more than selected number of seconds. 0: off" = "Stop sang hvis stille i mere end valgt antal sekunder. 0: fra";
"Will skip song if nothing is played for specified duration (0=off)" = "Springer sang over hvis intet afspilles i angivet varighed (0=fra)";
"Force mono" = "Gennemtving mono";
"Panning" = "Panorering";
"Panning value" = "Panoreringsværdi";
"Audio latency" = "Audiolatens";
"Audio latency in ms" = "Audiolatens i ms";
"Multi default action" = "Multi standardhandling";
"Browse" = "Gennemse";
"Archive/multi play mode" = "Arkiv/multi afspilningstilstand";
"Entry" = "Post";

/* Archive Settings */
"Archive multi default action" = "Arkiv multi standardhandling";
"Archive multi play mode" = "Arkiv multi afspilningstilstand";

/* Playlist Settings */
"Play/Enqueue action" = "Afspil/Sæt i kø handling";
"Enqueue mode" = "Sæt i kø tilstand";
"Default Action" = "Standardhandling";
"Play" = "Afspil";
"Enqueue" = "Sæt i kø";
"Enq.&Play" = "Kø og afspil";
"First" = "Først";
"Current" = "Nuværende";
"Last" = "Sidst";
"Enqueue position" = "Køposition";
"Post download action" = "Handling efter download";
"Nothing" = "Intet";

/* Display Settings */
"Background mode" = "Baggrundstilstand";
"Partial" = "Delvis";
"Full" = "Fuld";
"Off=no background process, Partial=keep playing music, Full=keep app on in background" = "Fra=ingen baggrundsproces, Delvis=fortsæt afspilning, Fuld=hold app aktiv i baggrunden";
"Long name truncate" = "Lang navnetrunkering";
"Head" = "Start";
"Mid." = "Midt";
"Tail" = "Slut";
"Filename as title" = "Filnavn som titel";

/* Local Files Settings */
"Auto. restore Samples folder" = "Genskab automatisk Samples mappe";
"Send statistics" = "Send statistik";


// ==================================
// MARK: - SETTINGS - DATABASE
// ==================================

"Settings_DB" = "Database";
"Settings_CleanDB" = "Rens database";
"Settings_ResetPlCnt" = "Nulstil afspilningstællere";
"Settings_ResetRatings" = "Nulstil bedømmelser";
"Settings_ResetDB" = "Nulstil hele databasen";

"Confirm_DBClean" = "Start databaserensning (kan tage et stykke tid)?";
"Confirm_Reset_PlCnt" = "Er du sikker på, at du vil nulstille alle afspilningstællere?";
"Confirm_Reset_Ratings" = "Er du sikker på, at du vil nulstille alle bedømmelser?";
"Confirm_ResetDB" = "Er du sikker på, at du vil nulstille hele databasen? Afspilningslister, bedømmelser og tællere vil blive slettet.";


// ==================================
// MARK: - SETTINGS - LOCAL FILES
// ==================================

"Settings_LocalFiles" = "Lokale filer";
"Settings_RecreateSamples" = "Genskab 'Samples' mappe";
"Settings_FormatDownloads" = "Formater 'Downloads' mappe";
"Settings_RemCovers" = "Fjern covers";
"Settings_UpdateFilesBackupFlag" = "Tjek filsystem";

"Confirm_RecreateSamples" = "Vil du genskabe 'Samples' mappen.";
"Confirm_FormatDownloads" = "Vil du fjerne ALLE filer fra Lokal gennemgang/Web mappe.";
"Confirm_CheckFiles" = "Vil du udføre lokalt filsystemtjek?";


// ==================================
// MARK: - SETTINGS - PLUGINS
// ==================================

/* Adplug */
"OPL type" = "OPL type";
"Stereo surround" = "Stereo surround";

/* GBSPlay */
"HP filter type" = "HP filtertype";
"Highpass filter type" = "Højpasfiltertype";

/* Game Music Emu (GME) */
"Stereo separation" = "Stereoseparation";
"Ignore silence" = "Ignorer stilhed";
"Silence detection" = "Stilhedsregistrering";
"Equalizer" = "Equalizer";
"Bass" = "Bas";
"Treble" = "Diskant";

/* GSF */
"Sound quality" = "Lydkvalitet";
"Interpolation" = "Interpolation";
"Low-pass filter" = "Lavpasfilter";
"Echo" = "Ekko";

/* Highly Complete (HC) */
"Resample quality" = "Resampling kvalitet";
"Main enabled" = "Main aktiveret";
"Reverb enabled" = "Reverb aktiveret";

/* NSFPlay */
"NSFPLAY default length" = "NSFPLAY standardlængde";
"LPF strength" = "LPF styrke";
"Min=off, default: 112" = "Min=fra, standard: 112";
"HPF strength" = "HPF styrke";
"Region" = "Region";
"VRC7 Patches" = "VRC7 patches";
"Force IRQ" = "Gennemtving IRQ";
"Quality" = "Kvalitet";

/* OpenMPT */
"Master volume" = "Hovedvolumen";
"Sampling" = "Sampling";
"Resampling" = "Resampling";

/* SID */
"Engine" = "Motor";
"Filter" = "Filter";
"Force loop" = "Gennemtving loop";
"Clock" = "Clock";
"Model" = "Model";
"Force 2nd SID" = "Gennemtving 2. SID";
"Address 2nd" = "Adresse 2.";
"0xD420-0xD7FF or 0xDE00-0xDFFF" = "0xD420-0xD7FF eller 0xDE00-0xDFFF";
"Force 3rd SID" = "Gennemtving 3. SID";
"Address 3rd" = "Adresse 3.";
"Start subsong" = "Start undersang";
"Subsong start position: first one or the one specified in file's header" = "Startposition for undersang: den første eller den angivet i filens header";
"Header" = "Header";

/* Timidity */
"Max loop" = "Maks loop";
"MIDI polyphony" = "MIDI polyfoni";
"Amplification" = "Forstærkning";
"Chorus" = "Kor";
"Reverb" = "Reverb";
"Resample" = "Resample";
"LP filter" = "LP filter";

/* UADE */
"Headphones" = "Hovedtelefoner";
"LED filter" = "LED filter";
"Normalization" = "Normalisering";
"Post FX" = "Post FX";
"Panning" = "Panorering";
"Panning value" = "Panoreringsværdi";
"Gain" = "Gain";
"Gain value" = "Gain værdi";
"Force NTSC" = "Gennemtving NTSC";

/* VGMPlay */
"Prefer JTAG" = "Foretræk JTAG";
"YM2612 emulator" = "YM2612 emulator";
"Nuked OPN2 option" = "Nuked OPN2 option";
"YMF262 emulator" = "YMF262 emulator";
"YM3812 emulator" = "YM3812 emulator";
"QSound emulator" = "QSound emulator";
"RF5C68 emulator" = "RF5C68 emulator";

/* VGMStream */
"Max loop" = "Maks loop";

/* XMP */
"Amiga 500 Filter" = "Amiga 500 filter";


// ==================================
// MARK: - SETTINGS - VISUALIZATIONS
// ==================================

/* General FX */
"FX Alpha" = "FX Alpha";
"FX Fullscreen" = "FX Fuldskærm";
"FX FPS" = "FX FPS";
"FX show info" = "FX vis info";
"Tech Info" = "Teknisk info";
"Show FPS and other infos (CPU, Resolution, ProjectM audio data)" = "Vis FPS og andre info (CPU, opløsning, ProjectM audiodata)";
"FX Level of details" = "FX detaljeniveau";
"Low" = "Lav";
"Med" = "Mellem";
"High" = "Høj";
"Slow FX limit" = "Langsom FX grænse";
"Deactivate FX if too slow." = "Deaktiver FX hvis for langsom.";
"Weak" = "Svag";
"Strong" = "Stærk";
"Display song info" = "Vis sanginformation";
"When in fulllscreen, display song info when it changes. TL is Top Left, DR is Bottom Right, C is Center." = "I fuldskærm, vis sanginformation når den ændres. TL er øverst til venstre, DR er nederst til højre, C er center.";

/* ProjectM */
"ProjectM settings" = "ProjectM indstillinger";
"ProjectM on/off" = "ProjectM til/fra";
"Show preset label" = "Vis preset etiket";
"Auto switch presets mode" = "Auto skift presets tilstand";
"Lock preset" = "Lås preset";
"Time between preset" = "Tid mellem preset";
"Blend presets" = "Bland presets";
"Blend time" = "Blandetid";
"Bundled presets" = "Medfølgende presets";
"Custom presets" = "Tilpassede presets";
"Aspect ratio" = "Billedformat";
"Mesh size X" = "Mesh størrelse X";
"Mesh size Y" = "Mesh størrelse Y";
"Hard cut enabled" = "Hård overgang aktiveret";
"Hard cut min time" = "Hård overgang min tid";
"Hard cut sensitivity" = "Hård overgang følsomhed";
"Beat sensitivity" = "Beat følsomhed";
"Permissive mode" = "Tilladelses tilstand";

/* Oscilloscope */
"Oscillo settings" = "Oscillo indstillinger";
"FX mode" = "FX tilstand";
"Show label" = "Vis etiket";
"Label font size" = "Etiket skriftstørrelse";
"Show grid" = "Vis gitter";
"Grid color" = "Gitterfarve";
"Line width" = "Linjebredde";
"Mono color" = "Mono farve";
"Multi color set" = "Multi farvesæt";
"Reset all colors" = "Nulstil alle farver";
"Thin" = "Tynd";
"Medium" = "Medium";
"Thick" = "Tyk";
"Beefy" = "Kraftig";

/* Piano Roll / MIDI */
"Piano roll" = "Klaverrulle";
"Activate Piano roll FX, standard or 'Synthesia' like" = "Aktiver klaverrulle FX, standard eller 'Synthesia'-lignende";
"Activate spark FX, colored or white" = "Aktiver gnist FX, farvet eller hvid";
"Display voices labels" = "Vis stemmeetiketter";
"Display octaves labels" = "Vis oktavetiketter";
"MIDI pattern" = "MIDI mønster";
"MIDI cut line" = "MIDI snitlinje";
"MIDI bar style" = "MIDI søjlestil";
"MIDI bar vibrato" = "MIDI søjle vibrato";
"Piano 3D" = "Klaver 3D";
"Piano cut line" = "Klaver snitlinje";
"Piano color mode" = "Klaver farvetilstand";

/* Spectrum */
"3D spectrum" = "3D spektrum";
"3D spectrum bloom" = "3D spektrum bloom";
"Spectrum" = "Spektrum";
"3D landscape" = "3D landskab";
"3D landscape bloom" = "3D landskab bloom";

/* MOD Pattern */
"MOD pattern" = "MOD mønster";
"MOD pattern BG alpha" = "MOD mønster BG alpha";
"MOD pattern vol bar" = "MOD mønster volumensøjle";
"MOD pattern current line mode" = "MOD mønster aktuel linjetilstand";
"MOD pattern font" = "MOD mønster skrifttype";
"MOD pattern font size" = "MOD mønster skriftstørrelse";
"MOD pattern theme" = "MOD mønster tema";


// ==================================
// MARK: - WEB BROWSER
// ==================================

"Browser_Welcome_Message" = "<b>Velkommen til Modizers webbrowser!</b><br><br>Brug adresselinjen ovenfor til at navigere eller udforsk dine bogmærker.<br><br>For at bruge et billede som cover, kopier det til udklipsholderen med et langt tryk (iOS) eller højreklik (macOS).";
"Bookmarks" = "Bogmærker";


// ==================================
// MARK: - ABOUT
// ==================================

"About_Text" = "v4.6 © Yohann Magnien / YoyoFR\n\nKontakt: mailto:modizerhelp@gmail.com\nWeb: https://modizer.app\n\nModizers logo af Steve Miele.\n\nAntal understøttede filformater/udvidelser: 1108.\n!PM!,003,04SW,208,2DX9,2PSF,2SF,2SFLIB,3DO,4,40A,40B,41A,4V,50A,60A,61A,669,800,9TAV,A2M,A2T,AAC,AAM,AAX,ABK,AC1,AC1D,ACB,ACM,ACX,ADL,ADLIB,ADM,ADP,ADPCM,ADPCMX,ADS,ADSC,ADW,ADX,AFC,AFS2,AGD,AGI,AGSC,AHV,AHX,AI,AIF,AIF-LOOP,AIFC,AIFCL,AIFF,AIFFL,AIX,AKB,AL,AL2,ALP,AMC,AMD,AMF,AMS,AMTS,AO,AON,AON4,AON8,AP,APC,APE,ARP,AS0,AS3M,AS4,ASC,ASD,ASF,ASR,ASS,AST,AT3,AT9,ATSL,ATSL3,ATSL4,ATX,AUD,AUS,AVAL,AVP,AWB,AWC,AY,B1S,BAF,BAKA,BAM,BANK,BAO,BAR,BCSTM,BCWAV,BD,BD3,BDS,BDSP,BFC,BFSTM,BFWAV,BFWAVNSMBU,BG00,BGM,BGW,BH2PCM,BIK,BIK2,BIKA,BIN,BK2,BLK,BMDX,BMF,BMS,BNK,BNM,BNS,BNSF,BO2,BP,BP3,BRSTM,BRSTMSPM,BSF,BSI,BSND,BSS,BTSND,BVG,BWAV,BYTES,C64,C67,CAF,CAPDSP,CBD2,CC3,CCC,CD,CFF,CFN,CHAN,CHI,CHK,CHP,CIN,CKB,CKD,CKS,CM,CM3,CMC,CMF,CMR,CMS,CNK,COP,CORE,CP,CPK,CPLX,CPS,CRB,CSB,CSMP,CTRL,CUS,CUST,CUSTOM,CVS,CWAV,CXS,D00,DA,DAT,DATA,DAX,DB,DBM,DCS,DCT,DDSP,DE2,DEC,DFM,DH,DI,DIGI,DIVA,DL,DLM1,DLM2,DLN,DLT,DL_DELI,DM0,DM1,DM2,DMC,DMF,DMM,DMO,DMSG,DMU,DMU2,DNS,DODA,DP,DR0,DRO,DS2,DSB,DSC,DSF,DSFLIB,DSM,DSP,DSPW,DSQ,DSR,DSS,DST,DSYM,DTK,DTM,DUM,DVI,DW,DWOLD,DXH,DZ,E4X,EA,EAM,EAS,EMFF,EMOD,EMS,EMSV6,ENM,ENO,ENS,ESV,ET1,EU,EUP,EX,EXA,EZW,FAG,FAR,FC,FC-BSI,FC-M,FC13,FC14,FC3,FC4,FCM,FDA,FDI,FFW,FILP,FLAC,FLX,FMB,FNK,FP,FRED,FSB,FST,FSV,FT,FTC,FUZ,FUZZ,FW,FWAV,FWSE,G1L,GAM,GAMPLUS,GBR,GBS,GBTS,GCA,GCM,GCUB,GCW,GDM,GENH,GIN,GLUE,GM,GMC,GMS,GOT,GRAY,GSB,GSF,GSFLIB,GT2,GTD,GTK,GTR,GV,GWM,GYM,H4M,HA2,HAB,HBT,HCA,HD,HDR,HES,HGC1,HIP,HIP7,HIPC,HIS,HMC,HN,HPS,HRM,HRP,HRT,HRT!,HSC,HSF,HSP,HSQ,HST,HVL,HWAS,HX2,HX3,HXC,HXD,HXG,HXX,IAB,IADP,ICE,IDMSF,IDSP,IDVI,IDWAV,IDXMA,IFS,IKM,ILD,IMA,IMC,IMF,IMS,IMX,INSTR,INS,INT,IS,IS14,IS20,ISB,ISD,ISWS,IT,IT1,ITL,IVAG,IVAUD,IVB,J2B,JAM,JBM,JC,JCB,JCBO,JD,JMF,JO,JOE,JP,JPN,JPND,JPO,JPOLD,JSTM,JT,KAT,KCES,KCEY,KEF,KEF7,KH,KM9,KNS,KOVS,KRAW,KRIS,KRS,KSM,KSS,KTAC,KTSL2ASBIN,KTSS,KVS,L,LAA,LAAC,LAIF,LAIFC,LAIFF,LASF,LAX,LBIN,LDS,LEG,LEP,LIN,LION,LIQ,LM0,LM1,LM2,LM3,LM4,LM5,LM6,LM7,LME,LMP3,LMP4,LOGG,LOPUS,LP,LPCM,LPK,LPS,LRMB,LSE,LSF,LSTM,LWAV,LZS,M,M15,M2,M3U,M4A,M4V,MA,MAB,MAD,MAP,MATX,MAX,MBM,MC,MC3,MCA,MCADPCM,MCG,MCMD,MCMD_ORG,MCO,MCR,MD,MDAT,MDI,MDL,MDS,MDSP,MDST,MDX,MDY,MED,MEXXMP,MFP,MG,MGS,MI4,MIB,MIC,MID,MIDI,MIHB,MINI2SF,MINIDSF,MINIGSF,MININCSF,MINIPSF,MINIPSF2,MINIQSF,MINISNSF,MINISSF,MINIUSF,MJB,MK2,MKF,MKII,MKIIO,MKJ,ML,MM4,MM8,MMCMP,MMD0,MMD1,MMD2,MMD3,MMD4,MMDC,MMS,MNSTR,MO3,MOD,MOD15,MOD15_MST,MOD15_ST-IV,MOD15_UST,MOD_ADSC4,MOD_COMP,MOD_DOC,MOD_FLT4,MOD_NTK,MOD_NTK1,MOD_NTK2,MOD_NTKAMP,MOGG,MOK,MON,MON_OLD,MP3,MP4,MPD,MPDSP,MPF,MPG,MPK,MPRO,MPT,MPTM,MS,MSA,MSADPCM,MSB,MSC,MSD,MSF,MSO,MSP,MSS,MSV,MSVP,MT2,MTA2,MTAF,MTK,MTM,MTP2,MTR,MUG,MUG2,MUL,MUPS,MUS,MUSC,MUSX,MW,MWV,MXST,MYSPD,MZ,N64,NAAC,NCSF,NCSFLIB,NDP,NDS,NGCA,NLSD,NOISEPACKER2,NOISEPACKER3,NOP,NP,NP1,NP2,NP3,NPS,NPSF,NR,NRU,NSF,NSFE,NSOPUS,NST,NTP,NTPK,NUB,NUB2,NUS3AUDIO,NUS3BANK,NWA,NWAV,NXA,OCTAMED,OGG,OGL,OKT,OKTA,OMU,ONE,OPI,OPUS,OPUSX,OPX,ORG,OSP,OSS,OTM,OVB,OVI,OXM,OZI,P,P00,P10,P21,P2BT,P30,P3D,P40A,P40B,P41A,P4X,P50A,P5A,P5X,P60,P60A,P61,P61A,P6X,P86,PAP,PAST,PCD,PCM,PDT,PDX,PFLT,PHA,PIN,PIS,PK,PLM,PLX,PM,PM0,PM01,PM1,PM10C,PM18A,PM2,PM20,PM4,PM40,PMB,PMZ,PNB,POLK,PONA,POS,POWT,PP10,PP20,PP21,PP30,PPC,PPK,PPM,PPS,PPZ,PR1,PR2,PRG,PROM,PRU,PRU1,PRU2,PRUN,PRUN1,PRUN2,PS,PS2STM,PSA,PSC,PSF,PSF2,PSF2LIB,PSFLIB,PSG,PSH,PSID,PSM,PSND,PSW,PT,PT1,PT2,PT3,PT36,PTCOP,PTM,PTTUNE,PUMA,PVI,PVP,PWR,PXA,PYG,PYGM,PYGMY,PZI,QC,QPA,QSF,QSFLIB,QTS,R,RAC,RAD,RAK,RAS,RAW,RH,RHO,RIFF,RIX,RJP,RK,RKB,RKV,RMT,RND,ROF,ROL,RPGMVO,RRDS,RSD,RSF,RSID,RSM,RSP,RSTM,RTM,RWAR,RWAV,RWS,RWSD,RWX,RXW,S-C,S14,S3M,S7G,S98,SA,SA-P,SA2,SAB,SAD,SAF,SAP,SAS,SAT,SA_OLD,SB,SB0,SB1,SB2,SB3,SB4,SB5,SB6,SB7,SBIN,SBK,SBR,SBV,SC,SC68,SCD,SCH,SCI,SCL,SCN,SCR,SCT,SCUMM,SD9,SDB,SDF,SDR,SDT,SEB,SED,SEG,SET,SF0,SF2,SFL,SFM,SFS,SFX,SFX13,SFX2,SG,SGB,SGC,SGD,SGX,SID,SID1,SID2,SJS,SKT,SKYT,SL3,SLI,SM,SM0,SM1,SM2,SM3,SM4,SM5,SM6,SM7,SMC,SMK,SMN,SMP,SMPL,SMPRO,SMUS,SMV,SND,SNDH,SNDMON,SNDS,SNG,SNGW,SNK,SNR,SNS,SNSF,SNSFLIB,SNT,SNT!,SNU,SNX,SOC,SOD,SOG,SON,SONGPLAY,SONIC,SOP,SPC,SPD,SPK,SPL,SPM,SPS,SPSD,SPW,SQD,SQT,SQX,SS,SS2,SSD,SSF,SSFLIB,SSM,SSS,ST,ST1,ST2,ST26,ST3,ST30,STAR,STC,STER,STK,STM,STMA,STP,STPK,STR,STREAM,STRM,STS,STX,SUN,SVAG,SVG,SVS,SWAG,SWAV,SWD,SWITCH_AUDIO,SX,SXD,SXD1,SXD2,SXD3,SYN,SYNMOD,SZX,TD0,TEC,TF,TF0,TFC,TFD,TFE,TFHD1.5,TFHD7V,TFHDPRO,TFMX,TFMX1.5,TFMX7V,TFMXPRO,TGQ,TGV,THM,THN,THP,THX,TINY,TK5,TLZ,TLZP,TM2,TM8,TMC,TME,TMX,TP,TP1,TP2,TP3,TPU,TRA,TRC,TRD,TRO,TRONIC,TRS,TS,TUN,TW,TWO,TXT,TXTP,TYDSP,UDS,UE4OPUS,ULT,ULW,UM3,UMX,UN2,UNIC,UNIC2,USF,USFLIB,UTK,UV,V0,V1,V2M,V2MZ,VA3,VAG,VAI,VAS,VAWX,VB,VB2,VBK,VDM,VDS,VGM,VGS,VGV,VGZ,VID,VIG,VIS,VMS,VOI,VP6,VPK,VS,VSF,VSS,VSV,VTX,VXN,WAA,WAC,WAD,WAF,WAM,WAS,WAV,WAVC,WAVE,WAVEBATCH,WAVM,WAY,WB,WB2,WBD,WD,WEM,WII,WLF,WMA,WMUS,WN,WOW,WP2,WPD,WSD,WSI,WSR,WUA,WV2,WV6,WVE,WVS,WVX,X,XA,XA2,XA30,XAD,XAG,XAN,XANN,XAU,XAV,XEN,XM,XMA,XMA2,XMD,XMF,XMS,XMU,XNA,XNB,XOPUS,XPK,XPS,XSE,XSEW,XSF,XSM,XSS,XVAG,XVAS,XWAV,XWB,XWC,XWM,XWMA,XWS,XWV,YDSP,YM,YMF,YMST,ZEN,ZIC,ZSD,ZSM,ZSS,ZWDSP,ZWV,ZXZIP\nIntegrerede afspillerbiblioteker:\n- Adplug\n- Another Slight Atari Player(ASAP)\n- AtariSound\n- Eupmini\n- ffmpeg/mpg123/vorbis\n- Game Music Emu\n- FMPmini\n- Gbsplay\n- Highly Complete\n- AHX/Hively tracker\n- LazyUSF\n- Libvgm\n- Mdxplay\n- NSFPlay\n- OpenMPT\n- PlayGSF\n- Pmdmini\n- PxTone / Organya\n- PT3Player\n- SC68\n- Sibplayfp\n- Snes9x/snsf\n- ST-Sound\n- Timidity(bruger Merlin_gold SF2 soundfont)\n- UADE\n- XSF (2SF, NCSF)\n- XMP\n-V2M tinyplayer\n- VGMStream\n- VIO2SF\n- WebNEZ\n- WebSID\n- ZXTune\n\nAnsvarsfraskrivelse:\nInternetadgang til Modland, HVSC og ASMA bibliotekerne leveres som en as-is service, garanti for tilgængelighed og/eller funktionalitet gives ikke. Brug denne applikation på eget ansvar.";


// ==================================
// MARK: - SUPPORT
// ==================================

"Mail support" = "Mail support";
"Contact support by email" = "Kontakt support via email";
"[Please describe your request below]" = "[Beskriv venligst din forespørgsel nedenfor]";


// ==================================
// MARK: - DONATION / TIPS
// ==================================

"Thank You! 🙏" = "Tak! 🙏";
"Send a tip to Modizer" = "Send et tip til Modizer";
"Support Modizer development" = "Støt Modizer udvikling";


// ==================================
// MARK: - LAUNCH / INITIALIZATION
// ==================================

"Cleaning DB &\nreseting settings" = "Renser DB og\nnulstiller indstillinger";
"First launch or issue encountered last time Modizer was running. Apply default settings?" = "Første opstart eller problem ved sidste kørsel af Modizer. Anvend standardindstillinger?";


// ==================================
// MARK: - SIRI / APP INTENTS
// ==================================

/* Intent Titles */
"Play" = "Afspil";
"Pause" = "Pause";
"Stop" = "Stop";
"Next Song" = "Næste sang";
"Previous Song" = "Forrige sang";
"Play Subsong" = "Afspil undersang";
"Seek" = "Søg";
"Set Infinite Loop" = "Indstil uendelig loop";
"Set Loop Mode" = "Indstil loop tilstand";
"Set Shuffle Mode" = "Indstil bland tilstand";
"Toggle Shuffle" = "Skift bland";
"Toggle Loop Mode" = "Skift loop tilstand";
"Set Fullscreen mode" = "Indstil fuldskærmstilstand";
"Go the player view" = "Gå til afspillervisning";
"Set FX" = "Indstil FX";
"Get Now Playing" = "Hent nu afspiller";
"Get Playlists" = "Hent afspilningslister";
"Play some music" = "Afspil noget musik";
"Play most played" = "Afspil mest afspillede";
"Play favorites" = "Afspil favoritter";
"Play Playlist" = "Afspil afspilningsliste";
"Play Playlist By Name" = "Afspil afspilningsliste efter navn";

/* Intent Descriptions */
"Starts playing music in Modizer." = "Starter afspilning af musik i Modizer.";
"Pauses music playback in Modizer." = "Sætter musikafspilning i Modizer på pause.";
"Stops music playback in Modizer." = "Stopper musikafspilning i Modizer.";
"Skips to the next song in Modizer." = "Springer til næste sang i Modizer.";
"Skips to the previous song in Modizer." = "Springer til forrige sang i Modizer.";
"Plays a specific subsong in the current file." = "Afspiller en specifik undersang i den aktuelle fil.";
"Seeks to a specific position in the current song." = "Søger til en specifik position i den aktuelle sang.";
"Set the infinite loop mode in Modizer." = "Indstil uendelig loop tilstand i Modizer.";
"Set the loop mode in Modizer." = "Indstil loop tilstand i Modizer.";
"Set the shuffle mode in Modizer." = "Indstil bland tilstand i Modizer.";
"Toggles shuffle mode in Modizer." = "Skifter bland tilstand i Modizer.";
"Toggles loop mode in Modizer." = "Skifter loop tilstand i Modizer.";
"Set Fullscreen mode on or off in Modizer." = "Slå fuldskærmstilstand til eller fra i Modizer.";
"Go the player view in Modizer." = "Gå til afspillervisningen i Modizer.";
"Set FX mode in Modizer." = "Indstil FX tilstand i Modizer.";
"Gets information about the currently playing song." = "Henter information om den aktuelt afspillede sang.";
"Gets the list of available playlists in Modizer." = "Henter listen over tilgængelige afspilningslister i Modizer.";
"Random picks from available local titles in Modizer." = "Tilfældige valg fra tilgængelige lokale titler i Modizer.";
"Most played titles from available local titles in Modizer." = "Mest afspillede titler fra tilgængelige lokale titler i Modizer.";
"Favorites titles from available local titles in Modizer." = "Favorittitler fra tilgængelige lokale titler i Modizer.";
"Plays a specific playlist in Modizer. Note: For best results with voice commands, use 'Play Playlist By Name' instead." = "Afspiller en specifik afspilningsliste i Modizer. Bemærk: For bedste resultater med stemmekommandoer, brug 'Afspil afspilningsliste efter navn' i stedet.";
"Plays a playlist by name in Modizer. Recommended for voice commands." = "Afspiller en afspilningsliste efter navn i Modizer. Anbefalet til stemmekommandoer.";

/* Parameters */
"Subsong Index" = "Undersang indeks";
"The index of the subsong to play" = "Indekset for undersangen der skal afspilles";
"Position (seconds)" = "Position (sekunder)";
"The position to seek to in seconds" = "Positionen der skal søges til i sekunder";
"Relative" = "Relativ";
"Whether to seek relative to current position" = "Om der skal søges relativt til nuværende position";
"Infinite Loop Mode" = "Uendelig loop tilstand";
"0: off, 1: infinite loop" = "0: fra, 1: uendelig loop";
"Repeat Mode" = "Gentagelsestilstand";
"0: off, 1: loop current title, 2: loop playlist" = "0: fra, 1: loop aktuel titel, 2: loop afspilningsliste";
"Shuffle Mode" = "Bland tilstand";
"0: off, 1: choose only one title if file has subsongs or is an archive, 2: play all titles of a given file" = "0: fra, 1: vælg kun én titel hvis fil har undersange eller er et arkiv, 2: afspil alle titler i en given fil";
"Fullscreen mode" = "Fuldskærmstilstand";
"Activate (1) or disactivate (0) Fullscreen mode" = "Aktiver (1) eller deaktiver (0) fuldskærmstilstand";
"FX" = "FX";
"The FX to set" = "FX der skal indstilles";
"FX Mode" = "FX tilstand";
"The mode to activate for the selected FX (0:off)" = "Tilstanden der skal aktiveres for den valgte FX (0:fra)";
"Playlist" = "Afspilningsliste";
"The playlist to play" = "Afspilningslisten der skal afspilles";
"Start Index" = "Startindeks";
"The index of the song to start playing from (0-based)" = "Indekset for sangen der skal startes fra (0-baseret)";
"Playlist Name" = "Afspilningsliste navn";
"The name of the playlist to play" = "Navnet på afspilningslisten der skal afspilles";
"Which playlist would you like to play?" = "Hvilken afspilningsliste vil du gerne afspille?";

/* Dialog Messages */
"play_playlist_dialog" = "Afspiller afspilningsliste %@";
"Playlist not found. Use 'Get Playlists' to see available playlists." = "Afspilningsliste ikke fundet. Brug 'Hent afspilningslister' for at se tilgængelige afspilningslister.";
"No playlists found" = "Ingen afspilningslister fundet";

/* FX Names */
"ProjectM" = "ProjectM";
"Oscillo" = "Oscillo";
"Piano roll" = "Klaverrulle";
"3D Piano" = "3D klaver";
"Notes bars" = "Nodesøjler";
"Tracker" = "Tracker";
"2D Spectrum" = "2D spektrum";
"3D Spectrum" = "3D spektrum";
"3D Landscape" = "3D landskab";

// ==================================


// ================================
// MARK: - VOICE COMMANDS UI
// ================================

"Voice Commands" = "Stemmekommandoer";
"Siri voice commands for Modizer" = "Siri stemmekommandoer til Modizer";
"Voice Commands: Playback" = "Afspilning";
"Voice Commands: Navigation" = "Navigation";
"Voice Commands: Playlists" = "Afspilningslister";
"Voice Commands: Modes" = "Tilstande";
// MARK: - TABS
// ==================================

"Search" = "Søg";
"More" = "Mere";
"Suspend" = "Suspender";
"Clear all" = "Ryd alt";
"Online" = "Online";


// ==================================
// MARK: - MORE TAB
// ==================================

"About" = "Om";
"Some general informations" = "Nogle generelle informationer";
"Settings" = "Indstillinger";
"Global, Visu, FTP & Plugins" = "Global, Visu, FTP og plugins";
"Maintenance" = "Vedligeholdelse";
"Clean DB, Reset ratings, ..." = "Rens DB, nulstil bedømmelser, ...";


// ==================================
// MARK: - ONLINE TAB / COLLECTIONS
// ==================================

/* Section Headers */
"Collections" = "Samlinger";
"Browse Internet" = "Gennemse internettet";
"Games Music" = "Spilmusik";
"Mods & chiptunes" = "Mods og chiptunes";
"Other" = "Andet";

/* Collections */
"MODLAND collection" = "MODLAND samling";
"AMP collection" = "AMP samling";
"HVSC collection" = "HVSC samling";
"ASMA collection" = "ASMA samling";
"JOSHW collection" = "JOSHW samling";
"VGMRips collection" = "VGMRips samling";
"SNESmusic collection" = "SNESmusic samling";
"SMS Power! collection" = "SMS Power! samling";
"ZXArt collection" = "ZXArt samling";

/* Collection Descriptions */
"%d entries" = "%d poster";
"Thousands of entries" = "Tusindvis af poster";
"4K+ packs / 70K+ songs" = "4K+ pakker / 70K+ sange";
"1500+ sets / Super Nintendo/Famicom" = "1500+ sæt / Super Nintendo/Famicom";
"Master System & Game gear sets" = "Master System og Game gear sæt";
"ZX Spectrum" = "ZX Spectrum";

/* Internet */
"Modizer World Charts" = "Modizer verdenshitlister";
"Web browser" = "Webbrowser";
"No internet connectivity or website down." = "Ingen internetforbindelse eller hjemmeside nede.";

// ==================================
// MARK: - SETTINGS - FAMILIES & UI
// ==================================

/* Settings Families */
"Global" = "Global";
"Default Players" = "Standardafspillere";
"Visualizers" = "Visualiseringer";
"PR & NS colors settings" = "PR og NS farveindstillinger";
"Plugins" = "Plugins";

/* Player Selection */
"MOD player" = "MOD afspiller";
"SAP player" = "SAP afspiller";
"SID player" = "SID afspiller";
"VGM player" = "VGM afspiller";
"YM player" = "YM afspiller";
"NSF player" = "NSF afspiller";
"PT3 player" = "PT3 afspiller";
"GBS player" = "GBS afspiller";
"KSS player" = "KSS afspiller";
"2SF player" = "2SF afspiller";
"MIDI player" = "MIDI afspiller";

/* Global Player Settings - Additional Descriptions */
"Only for plugins supporting this feature (GME, NSFPLAY, LIBVGM)" = "Kun for plugins der understøtter denne funktion (GME, NSFPLAY, LIBVGM)";
"0=auto, delay rounded to a multiple of audio buffer size" = "0=auto, forsinkelse afrundet til et multiplum af audiobufferstørrelse";
"Limited: not for subsong" = "Begrænset: ikke for undersang";
"Default value is 3s" = "Standardværdi er 3s";
"Default action when selecting an archive or a multisong file" = "Standardhandling ved valg af arkiv eller multi-sang fil";
"Play only selected entry or full archive/multisong file" = "Afspil kun valgt post eller fuldt arkiv/multi-sang fil";
"Show Welcome screen" = "Vis velkomstskærm";
"Adplug priority for module" = "Adplug prioritet for modul";

/* FTP Settings */
"Server status" = "Serverstatus";
"FTP Server" = "FTP server";
"Authorize anonymous" = "Tillad anonym";
"User" = "Bruger";
"Password" = "Adgangskode";
"Port" = "Port";

/* Online Settings */
"MODLAND URL" = "MODLAND URL";
"HVSC URL" = "HVSC URL";
"ASMA URL" = "ASMA URL";
"MODLAND Server" = "MODLAND server";
"MODLAND cust.URL" = "MODLAND tilpasset URL";
"HVSC Server" = "HVSC server";
"HVSC cust.URL" = "HVSC tilpasset URL";
"ASMA Server" = "ASMA server";
"ASMA cust.URL" = "ASMA tilpasset URL";


// ==================================
// MARK: - SETTINGS - ADDITIONAL PLUGIN SETTINGS
// ==================================

/* Visualization - MOD Pattern */
"Patterns BG Alpha" = "Mønstre BG Alpha";
"Opacity of mod patterns view" = "Gennemsigtighed af mod mønstre visning";
"MOD Color Theme" = "MOD farvetema";
"MOD Current Line" = "MOD aktuel linje";
"MOD Volume bars" = "MOD volumensøjler";
"MOD Pattern Font" = "MOD mønster skrifttype";
"MOD Pattern Font Size" = "MOD mønster skriftstørrelse";

/* Visualization - Piano Roll / MIDI */
"Piano Roll FX" = "Klaverrulle FX";
"PR/Spark FX" = "PR/Gnist FX";
"Display voices label" = "Vis stemmeetiket";
"Notes scroller FX" = "Noderulnings FX";
"NS/bars mode" = "NS/søjle tilstand";
"NS/bars style" = "NS/søjle stil";
"Vibrato display" = "Vibrato visning";
"Piano FX" = "Klaver FX";
"Piano bars mode" = "Klaver søjle tilstand";

/* Visualization - Spectrum */
"3D Sp.Bloom" = "3D Sp.Bloom";
"3D Land. Bloom" = "3D Land. Bloom";
"0: off" = "0: fra";

/* ProjectM Settings */
"ProjectM FX" = "ProjectM FX";
"Rendering quality: Max is pixel resolution, 1/2 is half, ..." = "Renderingskvalitet: Maks er pixelopløsning, 1/2 er halv, ...";
"Custom presets/textures should be copied in .projectm folder" = "Tilpassede presets/teksturer bør kopieres til .projectm mappe";
"Display preset name" = "Vis preset navn";
"Lim: display and disappear quickly" = "Lim: vis og forsvind hurtigt";
"Auto switch presets" = "Auto skift presets";
"Allow loading of milk file with script issues" = "Tillad indlæsning af milk fil med scriptproblemer";
"Default is 15s" = "Standard er 15s";
"Default is 2.7s" = "Standard er 2.7s";
"Default value is 32" = "Standardværdi er 32";
"Default value is 24" = "Standardværdi er 24";
"Default value is 20" = "Standardværdi er 20";
"Hardcut" = "Hård overgang";
"Hardcut triggers presets switch synchronized with beats." = "Hård overgang udløser presetskift synkroniseret med beats.";
"Hardcut min time" = "Hård overgang min tid";
"Preserve aspect ratio for compatible shaders." = "Bevar billedformat for kompatible shaders.";
"Default value is 1" = "Standardværdi er 1";
"Hardcut sensitivity" = "Hård overgang følsomhed";

/* Oscilloscope Settings */
"Oscillo FX" = "Oscillo FX";
"Oscillo show labels" = "Oscillo vis etiketter";
"Oscillo labels font size" = "Oscillo etiket skriftstørrelse";
"Oscillo show grid" = "Oscillo vis gitter";
"Oscillo line width" = "Oscillo linjebredde";
"Reset all custom colors" = "Nulstil alle tilpassede farver";
"Multi color | System 1" = "Multi farve | System 1";
"Multi color | System 2" = "Multi farve | System 2";
"Multi color | System 3" = "Multi farve | System 3";
"Multi color | System 4" = "Multi farve | System 4";
"Multi color | System 5" = "Multi farve | System 5";
"Multi color | System 6" = "Multi farve | System 6";
"Multi color | System 7" = "Multi farve | System 7";
"Multi color | System 8" = "Multi farve | System 8";

/* Piano/MIDI Colors */
"Custom color 01" = "Tilpasset farve 01";
"Custom color 02" = "Tilpasset farve 02";
"Custom color 03" = "Tilpasset farve 03";
"Custom color 04" = "Tilpasset farve 04";
"Custom color 05" = "Tilpasset farve 05";
"Custom color 06" = "Tilpasset farve 06";
"Custom color 07" = "Tilpasset farve 07";
"Custom color 08" = "Tilpasset farve 08";
"Custom color 09" = "Tilpasset farve 09";
"Custom color 10" = "Tilpasset farve 10";
"Custom color 11" = "Tilpasset farve 11";
"Custom color 12" = "Tilpasset farve 12";
"Custom color 13" = "Tilpasset farve 13";
"Custom color 14" = "Tilpasset farve 14";
"Custom color 15" = "Tilpasset farve 15";
"Custom color 16" = "Tilpasset farve 16";
"Custom color 17" = "Tilpasset farve 17";
"Custom color 18" = "Tilpasset farve 18";
"Custom color 19" = "Tilpasset farve 19";
"Custom color 20" = "Tilpasset farve 20";
"Custom color 21" = "Tilpasset farve 21";
"Custom color 22" = "Tilpasset farve 22";
"Custom color 23" = "Tilpasset farve 23";
"Custom color 24" = "Tilpasset farve 24";
"Custom color 25" = "Tilpasset farve 25";
"Custom color 26" = "Tilpasset farve 26";
"Custom color 27" = "Tilpasset farve 27";
"Custom color 28" = "Tilpasset farve 28";
"Custom color 29" = "Tilpasset farve 29";
"Custom color 30" = "Tilpasset farve 30";
"Custom color 31" = "Tilpasset farve 31";
"Custom color 32" = "Tilpasset farve 32";

/* Plugin Settings - Libopenmpt */
"Libopenmpt" = "Libopenmpt";

/* Plugin Settings - GME */
"GME" = "GME";
"Will skip song if nothing is played for specified duration (0=off)" = "Springer sang over hvis intet afspilles i angivet varighed (0=fra)";

/* Plugin Settings - GSF */
"GSF" = "GSF";

/* Plugin Settings - NSFPLAY */
"NSFPLAY" = "NSFPLAY";
"Default length" = "Standardlængde";
"Oversampling. Min=0, default: 10" = "Oversampling. Min=0, standard: 10";
"Min=off, default: 112" = "Min=fra, standard: 112";
"Max=off, default: 164" = "Maks=fra, standard: 164";
"1/2/3=NTSC/PAL/DENDY\n4/5/6=force NTSC/PAL/DENDY" = "1/2/3=NTSC/PAL/DENDY\n4/5/6=gennemtving NTSC/PAL/DENDY";
"Forces IRQ capability for all NSFs, not just NSF2" = "Gennemtvinger IRQ kapabilitet for alle NSF'er, ikke kun NSF2";
"APU unmute on reset" = "APU unmute ved nulstilling";
"APU phase reset" = "APU fase nulstilling";
"APU non linear mixing" = "APU ikke-lineær miksning";
"APU swap duty 1/2" = "APU byt duty 1/2";
"APU Initialize sweep unmute" = "APU Initialiser sweep unmute";
"DMC enable $4011 writes" = "DMC aktiver $4011 skrivninger";
"DMC enable periodic noise" = "DMC aktiver periodisk støj";
"DMC unmute on reset" = "DMC unmute ved nulstilling";
"DMC anti clicking" = "DMC anti klik";
"DMC non linear mixer" = "DMC ikke-lineær mikser";
"DMC randomize noise on reset" = "DMC randomiser støj ved nulstilling";
"DMC mute triangle on pitch 0" = "DMC mute trekant ved pitch 0";
"prevents high frequency aliasing" = "forhindrer højfrekvens aliasing";
"DMC rand. triangle" = "DMC rand. trekant";
"randomize triangle on reset" = "randomiser trekant ved nulstilling";
"DMC reverse bits" = "DMC omvend bits";
"reverse bits of DPCM sample bytes" = "omvend bits af DPCM sample bytes";
"MMC5 non linear mixing" = "MMC5 ikke-lineær miksning";
"MMC5 Phase reset" = "MMC5 fase nulstilling";
"Reset phase counter after write $5003 and $5007" = "Nulstil fasetæller efter skrivning $5003 og $5007";
"FDS LP filter in Hz" = "FDS LP filter i Hz";
"Cutoff frequency (0Hz=off, 2000Hz=default)" = "Cutoff frekvens (0Hz=fra, 2000Hz=standard)";
"FDS reset \"phase\"" = "FDS nulstil \"fase\"";
"$4085 \"resets\" modular phase" = "$4085 \"nulstiller\" modulær fase";
"FDS write protect" = "FDS skrivebeskyttelse";
"write protect $8000-DFFF" = "skrivebeskyt $8000-DFFF";
"VRC7 Replace with OPLL" = "VRC7 erstat med OPLL";
"N163 Serial Multiplex mixing" = "N163 Serial Multiplex miksning";
"N163 Write Protect Phase" = "N163 skrivebeskyt fase";
"N163 Limit Wavelength" = "N163 begræns bølgelængde";

/* Plugin Settings - ADPLUG */
"ADPLUG" = "ADPLUG";

/* Plugin Settings - HC (Highly Complete) */
"HC" = "HC";
"Only for HC plugin" = "Kun for HC plugin";

/* Plugin Settings - SID */
"SID" = "SID";
"Digiboost" = "Digiboost";

/* Plugin Settings - TIMIDITY */
"TIMIDITY" = "TIMIDITY";

/* Plugin Settings - UADE */
"UADE" = "UADE";
"Panning value" = "Panoreringsværdi";
"Gain value" = "Gain værdi";

/* Plugin Settings - VGMPlay */
"VGMPLAY" = "VGMPLAY";

/* Plugin Settings - VGMStream */
"VGMSTREAM" = "VGMSTREAM";

/* Plugin Settings - XMP */
"XMP" = "XMP";

/* Plugin Settings - SEXYPSF */
"SEXYPSF" = "SEXYPSF";

/* Plugin Settings - GBSPlay */
"GBS" = "GBS";

/* Plugin Settings - STSOUND */
"STSOUND" = "STSOUND";

/* Plugin Settings - SC68 */
"SC68" = "SC68";

/* Additional Settings */
"Disable" = "Deaktiver";
"Enter playlist name" = "Indtast afspilningsliste navn";
"Ask" = "Spørg";
"Play All" = "Afspil alle";
"Single" = "Enkelt";
"Archive" = "Arkiv";
"On" = "Til";
"Off" = "Fra";
"Lim" = "Lim";

// ==================================
// MARK: - PLAYLISTS - ADDITIONAL ENTRIES
// ==================================

/* Playlist Menu Entries */
"Add a playlist" = "Tilføj en afspilningsliste";
"Create a new playlist" = "Opret en ny afspilningsliste";
"Now playing" = "Afspiller nu";
"1 entry" = "1 post";
"No entry" = "Ingen post";
"Random picks" = "Tilfældige valg";
"Generate a randomized playlist" = "Generer en randomiseret afspilningsliste";
"Most played" = "Mest afspillede";
"Favorites" = "Favoritter";

/* Playlist Actions */
"Add/Remove files..." = "Tilføj/fjern filer...";
"More actions..." = "Flere handlinger...";
"Save as a new playlist" = "Gem som ny afspilningsliste";

// ==================================
// MARK: - WELCOME PAGES
// ==================================

"Welcome to Modizer!\n" = "Velkommen til Modizer!\n";
"Level up your library." = "Opgrader dit bibliotek.";
"Sound meets visuals." = "Lyd møder visuals.";
"Made with passion,\noffered for free." = "Lavet med passion,\ntilbudt gratis.";

/* Welcome Page Messages */
"Your gateway to retro and tracker music.\nPower up your device with legendary game tunes, iconic tracker modules, and timeless chiptune classics." = "Din adgang til retro og tracker musik.\nGiv din enhed kraft med legendariske spilmelodier, ikoniske tracker moduler og tidløse chiptune klassikere.";

"Browse and stream from online catalogs, to complete your own collections.\nBuild, edit, and listen to playlists effortlessly." = "Gennemse og stream fra online kataloger for at fuldende dine egne samlinger.\nByg, rediger og lyt til afspilningslister ubesværet.";

"Unlock classic oscilloscope looks, spectrum bars, piano rolls, trackers view and ProjectM/Milkdrop FX. Let Modizer paint each track with motion and color." = "Lås klassiske oscilloskop udseender op, spektrumsøjler, klaverruller, tracker visninger og ProjectM/Milkdrop FX. Lad Modizer male hvert spor med bevægelse og farve.";

"If you enjoy the app, tips are a great way to support its ongoing development.\nThank you for helping keep Modizer alive and evolving." = "Hvis du nyder appen, er tips en god måde at støtte dens løbende udvikling.\nTak fordi du hjælper med at holde Modizer i live og i udvikling.";

"Skip" = "Spring over";

// ==================================
// MARK: - TIPS / DONATIONS
// ==================================

/* Tips Screen */
"Support with a Tip" = "Støt med et tip";
"Enjoy Modizer ?" = "Nyder du Modizer?";
"Your support helps keep Modizer running and ad-free!" = "Din støtte hjælper med at holde Modizer kørende og reklamefri!";
"Already tipped so far" = "Allerede tippet indtil videre";
"Thank you for your support! 🙏" = "Tak for din støtte! 🙏";

/* Tip Tiers */
"Coffee" = "Kaffe";
"Coffee & Croissant" = "Kaffe og croissant";
"Dinner" = "Middag";
"Loading..." = "Indlæser...";

/* Tip Actions */
"Confirm Tip" = "Bekræft tip";
"Send Tip" = "Send tip";
"Send a %@ tip for %@?" = "Send et %@ tip for %@?";
"Tip" = "Tip";

/* Tip Errors */
"Unable to load products. Please check your internet connection." = "Kan ikke indlæse produkter. Tjek venligst din internetforbindelse.";

/* Thank You Alert */
"Thank You! 🙏" = "Tak! 🙏";
"Your support means everything! Thank you for helping keep Modizer running." = "Din støtte betyder alt! Tak fordi du hjælper med at holde Modizer kørende.";

// ==================================
// MARK: - MAINTENANCE SCREEN
// ==================================

/* Maintenance Actions */
"Clean Database" = "Rens database";
"Clear 'Now Playing' queue" = "Ryd 'Afspiller nu' kø";
"Recreate Samples folder" = "Genskab Samples mappe";
"Reset settings to default" = "Nulstil indstillinger til standard";
"Remove current cover" = "Fjern nuværende cover";
"Reset Ratings" = "Nulstil bedømmelser";
"Reset Played Counters" = "Nulstil afspilningstællere";
"Reset Database" = "Nulstil database";
"Clear images cache" = "Ryd billede cache";

/* Playlists missing files download */
"Download missing playlists files" = "Hent manglende playlistefiler";
"Queue the download of the missing files coming from online collections ?" = "Sætte hentningen af de manglende filer fra onlinesamlingerne i kø?";
"Download missing files" = "Hent manglende filer";
"%d missing file(s)" = "%d manglende fil(er)";
"%d missing file(s), %d can be downloaded. Tap to download." = "%d manglende fil(er), %d kan hentes. Tryk for at hente.";
"Supported collections:" = "Understøttede samlinger:";
"Check" = "Kontrollér";
"Checking playlists" = "Kontrollerer playlister";
"Download manager is not available." = "Downloadhåndteringen er ikke tilgængelig.";
"%d file(s) queued for download." = "%d fil(er) sat i kø til hentning.";
"%d file(s) already available." = "%d fil(er) allerede tilgængelige.";
"%d file(s) not from an online collection." = "%d fil(er) ikke fra en onlinesamling.";
"%d file(s) cannot be resolved (%@), browse the collection to download them." = "%d fil(er) kan ikke bestemmes (%@), gennemse samlingen for at hente dem.";

/* Maintenance Messages */
"Settings reseted" = "Indstillinger nulstillet";
"Ratings reseted" = "Bedømmelser nulstillet";
"Played Counters reseted" = "Afspilningstællere nulstillet";
"Samples folder created" = "Samples mappe oprettet";
"Cache cleaned" = "Cache renset";
"Database reseted" = "Database nulstillet";
"No cover to remove" = "Intet cover at fjerne";
"Cover removed" = "Cover fjernet";
"Database cleaned" = "Database renset";

/* Maintenance Confirmations */
"Are you sure you want to clean the DB, it might take a while ?" = "Er du sikker på, at du vil rense databasen, det kan tage et stykke tid?";
"Clean" = "Rens";
"Cleaning DB" = "Renser database";
"Cancelling..." = "Annullerer...";

// ==================================
// MARK: - PLAYERMENU
// ==================================

"Close FX\nwindow" = "Luk FX\nvindue";
"All FX off" = "Alle FX fra";
"FX\nalpha" = "FX\nalpha";
"Show name\ntemp." = "Vis navn\nmidl.";
"Show name" = "Vis navn";
"Bundled\npresets" = "Medfølgende\npresets";
"Custom\npresets" = "Tilpassede\npresets";
"Blend\npresets" = "Bland\npresets";
"Clear\nall" = "Ryd\nalt";
"Select\nall" = "Vælg\nalt";
"Favorites" = "Favoritter";
"Expand" = "Udvid";
"Select\nlisted" = "Vælg\nanførte";
"Remove\nlisted" = "Fjern\nanførte";
"Selected" = "Valgte";
"Collapse" = "Sammenfold";
"Labels" = "Etiketter";
"Grid" = "Gitter";
"Voices\nlabels" = "Stemme\netiketter";
"Octaves\nlabels" = "Oktav\netiketter";
"Volume\nbars" = "Volumen\nsøjler";
"Fixed bar" = "Fast søjle";
"BG\nopacity" = "BG\ngennemsigtighed";
"Bloom:\n%s" = "Bloom:\n%s";
"Thickness:\n%s" = "Tykkelse:\n%s";
"Font size\n%s" = "Skriftstørrelse\n%s";
"Font:\n%s" = "Skrifttype:\n%s";
"Info HUD:\n%s" = "Info HUD:\n%s";
"Select active %s presets" = "Vælg aktive %s presets";
"bundled" = "medfølgende";
"custom" = "tilpasset";
"Select\ncustom\npresets" = "Vælg\ntilpassede\npresets";
"Select\nbundled\npresets" = "Vælg\nmedfølgende\npresets";
"Themes:\n%s" = "Temaer:\n%s";

// MARK: - Voice Commands phrases
"Play some music in Modizer" = "Afspil musik i Modizer";
"Start random playlist in Modizer" = "Start tilfældig playliste i Modizer";
"Play favorites in Modizer" = "Afspil favoritter i Modizer";
"Start favorites playlist in Modizer" = "Start favorit playliste i Modizer";
"Play most played in Modizer" = "Afspil mest spillede i Modizer";
"Start most played playlist in Modizer" = "Start mest spillede playliste i Modizer";
"Play a playlist in Modizer" = "Afspil en playliste i Modizer";
"Start a playlist in Modizer" = "Start en playliste i Modizer";
"Toggle shuffle mode in Modizer" = "Skift shuffle-tilstand i Modizer";
"Change shuffle mode in Modizer" = "Ændre tilfældig afspilning i Modizer";
"Change loop mode in Modizer" = "Skift gentagelsestilstand i Modizer";
"Toggle repeat in Modizer" = "Ændre gentag i Modizer";
"What's playing in Modizer" = "Hvad afspiller i Modizer";
"Current song in Modizer" = "Nuværende sang i Modizer";

"Voices commands aren't supported in MacOS." = "Les commandes vocales ne sont pas prises en charge sur macOS.";

/* Error messages */
"playlist_not_found_error" = "Playliste blev ikke fundet. Brug 'Hent playlister' for at se tilgængelige playlister.";
"playlist_empty_error" = "Denne playliste har ingen numre. Tilføj musik først.";

"%@ (name)" = "%@ (navn)";
  "%@ (packs)" = "%@ (pakker)";
  "%@ (rating)" = "%@ (vurdering)";
  "2D Spectrum settings" = "2D-spektrumindstillinger";
  "3D landscape settings" = "3D-landskabsindstillinger";
  "3D spectrum settings" = "3D-spektrumindstillinger";
  "Auto\nscaling" = "Auto\nskalering";
  "CGSC collection" = "CGSC-samling";
  "Cleaning DB & \nreseting settings" = "Rydder DB &\nnulstiller indstillinger";
  "CoverLibraryFolder" = "Som cover til aktuel biblioteksmappe";
  "Feeling lucky" = "Jeg føler mig heldig";
  "Hide MIDI & Piano FX" = "Skjul MIDI & Piano FX";
  "Hide other note based FX if displayed (Piano, Midi)" = "Skjul andre nodebaserede FX hvis vist (Piano, Midi)";
  "JoshW Covers" = "JoshW-covers";
  "Limit applied in Radio mode to avoid downloading too big files." = "Grænse anvendt i radiotilstand for at undgå download af for store filer.";
  "MIDI pattern settings" = "MIDI-mønsterindstillinger";
  "MOD Pattern settings" = "MOD-mønsterindstillinger";
  "Next: %@" = "Næste: %@";
  "Next: loading..." = "Næste: indlæser...";
  "Piano 3D settings" = "3D-klaverindstillinger";
  "Piano roll settings" = "Piano roll-indstillinger";
  "Radio download limit" = "Radio-downloadgrænse";
  "Radio mode" = "Radiotilstand";
  "Search: simplified regexp ('.'->'\\.', '*'->'.*')" = "Søg: forenklet regexp ('.'->'\\.', '*'->'.*')";
  "Thank You! ❤️" = "Tak! ❤️";
  "Thank you for your support! ❤️" = "Tak for din støtte! ❤️";
  "Try to download covers from TGDB or MobyGames." = "Prøv at downloade covers fra TGDB eller MobyGames.";

/* Cloud */
  "Add Cloud Source" = "Tilføj skykilde";
  "Browse iCloud, Dropbox, ..." = "Gennemse iCloud, Dropbox, ...";
  "Name this source" = "Navngiv denne kilde";
  "Enter a name for this cloud folder" = "Indtast et navn til denne skymappe";
  "Cloud Folder" = "Skymappe";
  "Add" = "Tilføj";
  "This cloud folder was added but may not persist after the app is closed. Some cloud providers don't support persistent access." = "Denne skymappe blev
  tilføjet, men bevares muligvis ikke efter appen lukkes. Nogle skyudbydere understøtter ikke vedvarende adgang.";
  "File cannot be downloaded.\nPlease check your internet connection." = "Filen kan ikke downloades.\nKontroller venligst din internetforbindelse.";
  "Downloading from\ncloud..." = "Downloader fra\nsky...";
  "Download timed out. Please try again later." = "Download timeout. Prøv venligst igen senere.";
  "available" = "tilgængelig";

"Copy" = "Kopier";
"Database couldn't be updated." = "Databasen kunne ikke opdateres.";
"Database updated." = "Database opdateret.";
"Issue %d while copying: %@.\n%@" = "Fejl %d under kopiering: %@.\n%@";
"Old database version: %d.%d. Will update to %d.%d. Please validate & wait." = "Gammel databaseversion: %d.%d. Opdateres til %d.%d. Bekræft venligst og
vent.";
"Use STIL data" = "Brug STIL-data";
"Used for subsongs titles and related artists names." = "Bruges til undersangtitler og relaterede kunstnernavne.";
